Repository: MagnusEnger/koha
Catalog: misc/translator/po/*-opac-ccsr.po
Languages: gl

source: %s (related searches: %s%s%s). %s
gl: %s (buscas relacionadas: %s%s%s). %s

source: %s No public lists %s %s
gl: %s Listas sen publicar %s %s

source: %s No results found for that in %s catalog.
gl: %s Non se atoparon resultados para iso no catalogo %s.

source: %s You did not specify any search criteria. %s
gl: %s Non especificou ningún criterio de busca. %s

source: %sLog Out
gl: %sSaír

source: Add to your cart
gl: Engadir ao seu carro

source: Advanced search
gl: Busca avanzada

source: All Libraries
gl: Todas as bibliotecas

source: All libraries
gl: Todas as bibliotecas

source: Are you sure you want to empty your cart?
gl: Confirma que quere baleirar o seu carro?

source: Are you sure you want to remove the selected items?
gl: Confirma que quere retirar os elementos seleccionados?

source: Author
gl: Autor

source: Authority search
gl: Busca de autoridades

source: Browse by hierarchy
gl: Navegar por xerarquía

source: Call number
gl: Cota

source: Cart
gl: Carro

source: Could not login, perhaps your Persona email does not match your Koha one
gl: Non pode acceder, é probábel que o seu correo de Persona non coincida co do seu usuario de Koha

source: Error! Illegal parameter
gl: Erro! Parámetro non aceptado

source: Error! The add_tag operation failed on
gl: Erro! A operación add_tag fallou en

source: Error! You cannot delete the tag
gl: Erro! Non pode eliminar a etiqueta

source: Error! Your tag was entirely markup code. It was NOT added. Please try again with plain text.
gl: Error! A súa etiqueta tiña código non aceptado. NON foi engadida. Tenteo de novo con texto simple.

source: Errors:
gl: Erros:

source: Go
gl: Ir

source: Groups
gl: Grupos

source: Home
gl: Inicio

source: In your cart
gl: No seu carro

source: Items in your cart:
gl: Elementos no seu carro:

source: Koha Online Catalog
gl: Catálogo Koha en liña

source: Languages:&nbsp;
gl: Idiomas:&nbsp;

source: Libraries
gl: Bibliotecas

source: Library Catalog
gl: Catálogo da biblioteca

source: Library catalog
gl: Catálogo da biblioteca

source: Lists
gl: Listas

source: Log in to create your own lists
gl: Acceda para crear as súas propias listas

source: Log in to your account
gl: Acceder á súa conta

source: Most popular
gl: O máis popular

source: No cover image available
gl: No hai dispoñíbel unha imaxe de cuberta

source: No item was added to your cart
gl: Non se engadiron elementos ao seu carro

source: No item was selected
gl: Non se seleccionou ningún elemento

source: No private lists
gl: Non hai listas privadas

source: No results found!
gl: Non se atoparon resultados!

source: No tag was specified.
gl: Non se especificou ningunha etiqueta.

source: Note: you can only delete your own tags.
gl: Nota: só pode eliminar as súas propias etiquetas.

source: Note: you can only tag an item with a given term once. Check 'My Tags' to see your current tags.
gl: Nota: só pode etiquetar un elemento cun determinado termo unha vez. Vexa «As miñas etiquetas» para ver as súas etiquetas actuais.

source: Note: your tag contained markup code that was removed. The tag was added as
gl: Nota: a súa etiqueta contiña código que foi retirado. A etiqueta foi engadida como

source: Powered by
gl: Coa tecnoloxía

source: Public lists
gl: Listas publicas

source: Purchase suggestions
gl: Suxestións de adquisición

source: Recent comments
gl: Comentarios recentes

source: Search
gl: Buscar

source: Search %s %s (in %s only)%s %s
gl: Buscar %s %s (só en %s)%s %s

source: Search history
gl: Historial de buscas

source: Sorry, tags are not enabled on this system.
gl: Neste sistemas non están activadas as etiquetas.

source: Subject
gl: Tema

source: Subject cloud
gl: Nube de temas

source: Subscribe to this search
gl: Subscribirse a esta busca

source: Tag cloud
gl: Nube de etiquetas

source: Tags added:
gl: Etiquetas engadidas:

source: This item has been added to your cart
gl: Este elemento foi engadido ao seu carro

source: This item has been removed from your cart
gl: Este elemento foi retirado do seu carro

source: This item is already in your cart
gl: Este elemento xa está no seu carro

source: Title
gl: Título

source: Unable to add one or more tags.
gl: Non foi posíbel engadir unha ou máis etiquetas.

source: View your search history
gl: Ver o seu historial de buscas

source: Welcome,
gl: Benvido/a,

source: You must be logged in to add tags.
gl: Debe acceder a súa conta para engadir etiquetas.

source: Your cart is currently empty
gl: Actualmente o seu carro está baleiro

source: Your cart is empty.
gl: O seu carro está baleiro

source: Your lists
gl: As súas listas

source: Your search returned %s results.
gl: A súa busca devolveu %s resultados.

source: [% LibraryName %] Online Catalog
gl: [% LibraryName %], catálogo en liña

source: [New list]
gl: [Nova lista]

source: [View All]
gl: [Ver todo]

source: [View all]
gl: [Ver todo]

source: already in your cart
gl: xa está no seu carro

source: change my password
gl: cambiar o meu contrasinal

source: item(s) added to your cart
gl: elemento(s) engadido(s) ao seu carro

source: my fines
gl: as miñas multas

source: my lists
gl: as miñas listas

source: my messaging
gl: a miña mensaxería

source: my personal details
gl: os meus detalles persoais

source: my privacy
gl: a miña intimidade

source: my purchase suggestions
gl: as miñas suxestións de adquisición

source: my reading history
gl: o meu historial de lectura

source: my search history
gl: o meu historial de buscas

source: my summary
gl: o meu resumo

source: my tags
gl: as miñas etiquetas
